{
"profile" : { 
  "title": "About Me:",
  "text": "Since beginning my B.Arch in 2013, I have a combined 10 years of academic and professional experience in the field of architecture. I've worked in teams of all shapes and sizes on multiple award-winning entertainment venues and participated in dozens of project proposals and international design competitions. Alongside my architectural experience, I also have specialized skills as a computational designer and software developer. My passion is to work on the cutting edge of Architecture & Computation, solving technical design and process challenges using the latest digital tools and techniques."           
  },
  "experience": {
  "title": "My Recent Work:",
  "jobs": 
    [
      {
        "title":"Metal Workshop Tutor",
        "employer":"Royal Danish Academy",
        "dates":"08/2021 - 07/2023",
        "desc":"I maintained after-hours operation of the academy's metal shop. In this role, I assisted students with the fabrication of academic projects as they related to pipe bending, sheet metal forming, laser-cutting, and casting.",
        "projects":[]
      },
      {
        "title":"Open-Source Developer",
        "employer":"Self-Employed",
        "dates":"06/2021- Present",
        "desc":"I am actively developing and maintaining two open-source projects: StadiumTools:  C# library & plug-in for parametrically modeling stadiums. Lepidoptera:  Web platform for architects to explore ecological datasets.",
        "projects":[]
      },
      {
        "title":"Best Overall Project",
        "employer":"BLOXHUB AEC Hackathon",
        "dates":"03/2023",
        "desc":"OpenMaterialData was a team effort to prototype an open-source data framework to boost the usability of product information by introducing machine-readable open standards for declaring architectural products.",
        "projects":[]
      },
      {
        "title":"CREATE Summer School",
        "employer":"Syddansk Universitet",
        "dates":"08/2021",
        "desc":"This Summer program focused on exploring data-driven tectonic construction, and the production of 1:1 scale prototypes that aimed at advancing wood architecture through the use of novel digital design-to-fabrication workflows. Concepts introduced included performance-driven aggregations, circular assemblies, and wood forming through programmed material behaviour.",
        "projects":[]
      },
      {
        "title":"Architectural Designer",
        "employer":"HKS Architects - Los Angeles",
        "dates":"06/2017 - 06/2021",
        "desc":"Working across teams, I supported the design, documentation, and construction of several state-of-the-art entertainment venues.  I also participated in over two dozen design competitions across several sectors.  My work focused on parametric modeling, design, and interoperability solutions to improve the speed & quality of the design & documentation.",
        "projects":[]
      },
      {
        "title":"Teaching Assistant - Film",
        "employer":"SCI-Arc",
        "dates":"08/2016 - 04/2017",
        "desc":"",
        "projects":[]
      }
    ]
  },
  "education": {
  "title": "My Education:",
  "jobs": 
    [
      {
        "title":"Master of Arts - Computation in Architecture",
        "employer":"Royal Danish Academy",
        "dates":"08/2021 - 07/2023",
        "desc":"I've developed a comprehensive knowledge of computational techniques (programming, digital fabrication, robotics), and gained practical skills in applying that knowledge to solve architectural design problems focused around reducing the ecological footprint of building methods & materials.",
        "projects":[]
      },
      {
        "title":"Bachelor of Architecture (B.Arch)",
        "employer":"SCI-Arc",
        "dates":"09/2013 - 05-2018",
        "desc":"In this program I've gained core competencies of the architectural design profession with an emphasis on innovation and experimentation within topics of architectural design theory, practice, technology, and research.",
        "projects":[]
      }
    ]
  }
}